"Error -90057" = "AD-Domäne muss angegeben werden. ([Domäne]\\[Benutzername])";
"Error -10100" = "Ungültige Authentifizierungsmethode.";
"Error -10010" = "Ungültige Sprache.";
"Error -10004" = "Benutzer ist abgelaufen.";
"Error -10003" = "Benutzer ist gesperrt.";
"Error -10005" = "Benutzer ist temporär gesperrt.";
"Error -10103" = "Sie müssen die EULA akzeptieren";
"Error -10104" = "Benutzer muss sein Passwort ändern.";
"Error -10106" = "Benutzer muss seinen Benutzernamen ändern.";
"Error -40761" = "Die Datei kann bisher nicht entschlüsselt werden. Bitte fordern Sie andere berechtigte Nutzer auf, die Datei für Sie zugänglich zu machen.";
"Error -40751" = "Die angeforderte Datei konnte nicht gefunden werden.";
"Error -80021" = "Das gelieferte Datei-Segment ist ungültig.";
"Error -70104" = "Der Benutzer hat die EULA bereits akzeptiert.";
"Error -70560" = "Ein Benutzer mit dem gleichen Benutzernamen existiert bereits.";
"Error -70105" = "Der Benutzer darf seinen Benutzernamen nicht ändern.";
"Error -10105" = "Das Passwort kann für den Benutzer nicht zurückgesetzt werden.";
"Error -70020" = "Das Verschlüsselungsschlüsselpaar wurde nicht gefunden. Bitte legen Sie Ihr Verschlüsselungskennwort zuerst fest.";
"Error -70021" = "Das Verschlüsselungsschlüsselpaar wurde bereits gesetzt.";
"Error -70501" = "Der Benutzer konnte nicht gefunden werden.";
"Error -10107" = "Das Passwort kann nur alle 5 Minuten zurückgesetzt werden.";
"Error -40755" = "Ungültiger Dateiname.";
"Error -40010" = "Ein Raum oder ein Ordner kann nicht überschrieben werden.";
"Error -80006" = "Ablaufdatum liegt in der Vergangenheit.";
"Error -80008" = "Ablaufdatum liegt zu weit in der Zukunft.";
"Error -40763" = "Dateischlüssel muss bereitgestellt werden.";
"Error -40756" = "Ungültige Datei-Klassifikation.";
"Error -70022" = "Ungültiges Verschlüsselungsschlüsselpaar.";
"Error -41054" = "Zu kopierende Ordner/Dateien müssen im selben Quellordner liegen.";
"Error -40001" = "Verschlüsselte Dateien können nicht in einen unverschlüsselten Raum kopiert oder verschoben werden.";
"Error -40002" = "Unverschlüsselte Dateien können nicht in einen verschlüsselten Raum kopiert oder verschoben werden.";
"Decryption password required" = "Entschlüsselungskennwort erforderlich";
"Enter your decryption password to access encrypted data rooms." = "Geben Sie Ihr Entschlüsselungskennwort an, um auf verschlüsselte Datenräume zugreifen zu können.";

"You have successfully created a share link for {0}." = "Sie haben erfolgreich eine Download-Freigabe für {0} erstellt.";
"You have successfully created the upload account {0}" = "Sie haben erfolgreich die Upload-Freigabe {0} erstellt.";
"{0} Share(s) created" = "{0} Freigabe(n) erstellt";

"The AV scanner detected that the file could be malicious" = "Der Virenscanner hat die Datei als potentiell gefährlich eingestuft.";